export const announce = [
  {
    topic_id: 42563250,
    title:
      "🎧 Pantip Daily Podcast 🎧 3 อันดับกระทู้ฮิตบนพันทิป ประจำวันที่ 6 มีนาคม 📊",
    name: "สมาชิกหมายเลข 7920162",
    message: 742,
    popula: "Highlight",
    views_count: 954,
    author: {
      avatar: {
        original:
          "https://p.ptcdn.info/491/015/000/7920162_17069500510611_o.jpg",
      },
    },
    created_time: "2024-03-07T06:36:28Z",
  },
  {
    topic_id: 42563243,

    title:
      "Pantip Point 💰 มีนามีใจ...ชวนเธอคนดีมาเล่น #เกมเขาวงกต พร้อมตามหาน้องเพี้ยนกัน ! 🧐🔎",
    name: "สมาชิกหมายเลข 6920133",
    message: 341,
    popula: "Activity",
    views_count: 566,
    author: {
      avatar: {
        original:
          "https://p.ptcdn.info/545/015/000/5555555_17096528441178_o.jpg",
      },
    },
    created_time: "2024-03-07T06:31:07Z",
  },
  {
    topic_id: 42563250,
    title:
      "พันทิปเปิดตัวฟีเจอร์ใหม่ : follow ระบบติดตามสมาชิก เริ่มติดตามเพื่อนสมาชิกกันได้แล้วนะ",
    name: "สมาชิกหมายเลข 9920441",
    message: 471,
    popula: "Announce",
    views_count: 741,
    author: {
      avatar: {
        original:
          "https://p.ptcdn.info/491/015/000/7920162_17069500510611_o.jpg",
      },
    },
    created_time: "2024-03-07T06:36:28Z",
  },
];
